[
    { 
        "id" : 0, 
        "name" : "Urban Luxe-Stylish 2 Bed/2 Bath Hideout",
        "beds" : 2, 
        "baths" : 2, 
        "sqft" : 1400,
        "location" : "Irvine, CA",
        "description" : "Discover your perfect luxury retreat in this exquisite 2-bedroom apartment! Boasting sleek, modern decor and high-end furnishings, it provides everything for a lavish stay. Located centrally, enjoy a short walk to top dining, bars, and shopping. Just minutes from Irvine Spectrum, OC beaches, John Wayne Airport, UC Irvine, and Disneyland!\n\nThe space\nStep into the welcoming warmth of our cozy apartment and be captivated by the kitchen's modern aesthetics, featuring stainless steel appliances, granite countertops, and a stylish tiled backsplash. It's fully equipped with all the essentials you need to whip up a gourmet meal, including a complete set of cookware and utensils, plus a blender, coffee maker, and toaster for added convenience.\n\nIn the living room, relax in the spacious elegance tailored for comfort. Lounge on the plush sectional sofa that seats four, perfect for enjoying shows on the flat-screen smart TV. The room is also furnished with a lovely dining table, suitable for a romantic dinner or a casual brunch with loved ones, complemented by high-speed Wi-Fi for streaming and work.\n\nBoth bedrooms promise serenity with its luxurious setup featuring king-size beds decked with plush pillows and fine linens for a restful sleep. A fully stocked closet with extra linens, towels, and ample storage ensures all your belongings are neatly organized.\n\nWe invite you to enjoy every moment in this exquisite Airbnb, designed meticulously for both relaxation and efficiency, whether you're here for business or leisure. This home away from home awaits to make your stay memorable and comfortable.\n\n★ LIVING ROOM ★\n✔ Large Comfortable Sofa\n✔ 55\" HDTV with Amazon Prime Video, Disney+, HBO Max, Hulu, Netflix\n✔ Comfy Accent Chairs\n✔ Stylish Coffee Tables\n✔ Reading Lamps\n\n★ KITCHEN & DINING ★\n✔ Microwave\n✔ Stove\n✔ Toaster\n✔ Blender\n✔ Coffee Maker\n✔ Double Door Refrigerator/Freezer\n✔ Dishwasher\n✔ Sink - Hot & Cold Water\n✔ Plates\n✔ Glasses\n✔ Silverware\n✔ Pots & Pans\n✔ Dining table (Seats 4)\n✔ Kitchen Island with barstools (Seats 2)\n\n★ BEDROOMS ★\n✔ King-Size Beds with Premium Linens, Sheets, and Pillows\n✔ Walk-In Closet with Hangers and Shelves\n✔ Night Stands with Reading Lamps\n✔ Full Body Mirrors\n\n**Queen size air mattress is available with linens, sheets, and blankets.**\n\n★ BATHROOMS ★\n✔ Walk-In Shower\n✔ Vanity\n✔ Mirror\n✔ Toilet\n✔ Towels\n✔ Hair Dryer\nGuest access\nThe apartment is exclusively yours, without interruption during your stay, so relax, unwind, and make yourself at home.\n\nOther than the already mentioned amenities, our home also comes with the following:\n✔ High-Speed Wi-Fi\n✔ Self Check-In\n✔ Air Conditioning\n✔ Heating\n✔ Iron/Board\n✔ Washer/Dryer\n\nThe home is part of a high-end community with numerous outstanding facilities you are welcome to use during your stay.\n✔ Fitness Center\n✔ Lush Gardens with Cozy Lounge Areas\n✔ Market and Coffee Shop\n✔ EV Charger\n✔ Free Parking\nOther things to note\n★ PET-FRIENDLY HOME ★\nBring your furry friends along for an exciting vacation and enjoy the company of your best friends.\n\n★ CLEANING & SANITIZATION ★\nHeath, safety, and well-being of our guests are of utmost importance. For this reason, we use a thorough cleaning process after each check-out.\n\n★ NO SMOKING INSIDE ★\nPlease refrain from smoking inside the home! Any smoking evidence will result in a fee for odor removal and furniture cleaning.\n\n★ NO SHOES INSIDE THE APARTMENT ★\nBe so kind as to take off your shoes at the entrance to keep the home clean at all times.\n\n★ NO PARTIES/EVENTS ★\nTo ensure that our neighbors' peace and privacy are not disturbed, we have a strict policy against hosting parties at our home. We have installed the \"Minut Smart Home\" system which can detect and measure the sound levels within our property. If the noise level exceeds a certain limit (which usually occurs during parties, loud music, or large groups of people), we may notify you. In case the noise persists despite our warning, we reserve the right to ask you to leave without a refund. Additionally, we have a Ring doorbell to confirm the occupancy of the property.",
        "guests": 6,
        "numPics": 18,
        "review": {
            "name" : "John Doe",
            "date" : "12-12-2024",
            "rating" : 4,
            "description" : "This property is amazing! Great location and amenities"
        }
    }
]