{
    "Los Angeles": {
      "city": "Los Angeles",
      "state": "CA",
      "image": "la.jpg",
      "numProperties": 5,
      "description": "A global hub for entertainment, fashion, and culture, Los Angeles is where vibrant city life meets coastal charm. From sunny beaches to the glamour of Hollywood, LA offers a dynamic mix of iconic landmarks, world-class dining, and diverse neighborhoods that cater to every lifestyle."
    },
    "San Diego": {
      "city": "San Diego",
      "state": "CA",
      "image": "sd.jpg",
      "numProperties": 5,
      "description": "Known for its laid-back vibe, beautiful beaches, and year-round sunshine, San Diego blends coastal relaxation with urban sophistication. The city is rich in culture, outdoor activities, and culinary experiences, offering something for everyone from surfers to foodies."
    },
    "Seattle": {
      "city": "Seattle",
      "state": "WA",
      "image": "seattle.jpg",
      "numProperties": 4,
      "description": "Set against the backdrop of Puget Sound and surrounded by natural beauty, Seattle is a city of innovation, coffee culture, and cutting-edge tech. Its walkable neighborhoods, thriving music scene, and foodie destinations make it a favorite among young professionals and creatives."
    },
    "Denver": {
      "city": "Denver",
      "state": "CO",
      "image": "denver.jpg",
      "numProperties": 2,
      "description": "Nestled at the foot of the Rocky Mountains, Denver offers the perfect blend of outdoor adventure and urban convenience. With over 300 days of sunshine, a growing arts scene, and top-rated breweries, it's a hotspot for those who crave both nature and nightlife."
    },
    "Boston": {
      "city": "Boston",
      "state": "MA",
      "image": "boston.jpg",
      "numProperties": 2,
      "description": "Steeped in American history and academic prestige, Boston is a charming city where cobblestone streets meet cutting-edge innovation. It's home to legendary sports teams, prestigious universities, and vibrant neighborhoods that combine tradition with modern energy."
    },
    "Irvine": {
      "city": "Irvine",
      "state": "CA",
      "image": "irvine.jpg",
      "numProperties": 5,
      "description": "A master-planned city in the heart of Orange County, Irvine is known for its safety, top-rated schools, and high quality of life. With parks, shopping centers, and a growing tech scene, it's a clean, family-friendly destination with a modern, upscale feel."
    },
    "Miami": {
      "city": "Miami",
      "state": "FL",
      "image": "miami.jpg",
      "numProperties": 5,
      "description": "A city of sun, style, and cultural fusion, Miami is where beachfront beauty meets a pulsating nightlife. With Latin-American influences, vibrant arts districts, and world-famous beaches, it’s a top destination for those seeking excitement and elegance."
    },
    "New York City": {
      "city": "New York City",
      "state": "NY",
      "image": "nyc.jpg",
      "numProperties": 2,
      "description": "The city that never sleeps, New York is the epicenter of culture, finance, and global influence. From Broadway to Wall Street, every block pulses with energy. With endless dining, entertainment, and career opportunities, NYC offers a lifestyle like no other."
    },
    "Jersey City": {
      "city": "Jersey City",
      "state": "NJ",
      "image": "jersey.jpg",
      "numProperties": 2,
      "description": "Just across the river from Manhattan, Jersey City is a vibrant and rapidly growing community with stunning skyline views, a rich cultural tapestry, and excellent transit access. Its blend of affordability, charm, and urban amenities makes it a top choice for commuters and creatives alike."
    }
  }
  